IDEA Open Model
Settlement.ValueZ Property
Compatible with IDEA StatiCa v 10.1
 Settlement in Z dirrection of support
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double ValueZ { get; set; }
Public Property ValueZ As Double
	Get
	Set
public:
property double ValueZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace